"data":"[
    {
      "message": "As many of my friends and family know, I'm doing a coding boot camp at UC Berkeley to shift to a second career in full stack web development.  I had to write a blog for part of an assignment and thought I'd share to give some perspective on the experience.  For anyone thinking of a career change, or just doing anything hard but worthwhile.",
      "created_time": "2020-07-07T08:13:43+0000",
      "id": "10222222640251152_10222008706782949"
    },
    {
      "message": "Getting ready to watch Kama Battle Round 2!  Cole isn't able to compete after all due to spraining his ankle while training but we're ready to cheer everyone on!",
      "created_time": "2020-07-05T19:59:29+0000",
      "id": "10222222640251152_10221995515253169"
    },
    {
      "message": "Did you VOTE COLE BACK today? Last chance - Please help Cole get another shot in Round 2 of the Kama Battles.  You can see his Round 1 performance and find the link to vote in the Comments section of this YouTube page: 
https://m.youtube.com/watch?v=GBVT92d1F2I&feature=youtu.be",
      "created_time": "2020-06-30T00:41:47+0000",
      "id": "10222222640251152_10221932396035228"
    },
    {
      "message": "FB Friends & Family - Need your help. Cole did his first online kama battle today - you can  watch it at this link: https://youtu.be/GBVT92d1F2I

He did great, esp for being out of practice and competing from a vacation home at high altitude.  I'm proud of his courage.  He didn't make it past Round 1 BUT we can try to vote him back in for Round 2.  He wants another shot!  He's got more fire and way more tricks in his bag. 

Please help vote him back into round 2 for another chance! Voting is open till 7pm PDT on Monday.  Just go to the YouTube link and there should be a poll in the comments.  Thanks for the support!",
      "created_time": "2020-06-28T21:27:57+0000",
      "id": "10222222640251152_10221921098872806"
    },
    {
      "message": "Thought some of our martial arts tribe would be interested in this.  Two rock star champion athletes Mackensi Emory and Matt Emig are giving an epic xma / musical forms training by Zoom this Saturday, 12pm to 1:30pm PDT. Only $40 for registration includes some killer form choreography you can customize and a performance music track. Looks awesome",
      "created_time": "2020-06-27T00:21:06+0000",
      "id": "10222222640251152_10221901673547185"
    },
    {
      "message": "Friends and Family: Cole will be competing in a live online martial arts kama battle this Sunday afternoon.  Please mark your calendar and jump online to support him. He's going to do his best to be fierce against some much older and more experienced martial artists, and I'm so proud of him for just stepping up to the challenge. You can catch it live on YouTube at the link below.  It's at 1pm West Coast / 4pm East Coast / 2pm Mountain. Watch here:

https://m.youtube.com/watch?v=GBVT92d1F2I&feature=youtu.be

We may need help from our tribe to vote him into the next round. Stay tuned!",
      "created_time": "2020-06-26T19:25:53+0000",
      "id": "10222222640251152_10221898855316731"
    },
    {
      "message": "Happy Father's Day to this incredible man right here.  There is no better man I could have chosen to raise a child with.  Our family chef, handyman, personal coach, conscience, and jester. I love how he encourages our son to take risks, have adventures, and get outdoors.  How he always jumps and climbs on the playground structures with Cole, shows him both tough and tender sides, and can always be counted on. We love you Flo Jayme!",
      "created_time": "2020-06-22T01:23:33+0000",
      "id": "10222222640251152_10221851182084930"
    },
    {
      "message": "Cole is entering an online martial arts tournament/battle against people of all ages, belt levels and gender from across the country, and I'm super proud of his courage.  Here's his video for @malivebattles #kamabattle1. Inspired by pal Dax Howland who competed in the bo battle. Official complete version of the entry video is on Insta at cole.jayme here: https://www.instagram.com/tv/CBrn4GCAt7d/?igshid=40652g9wxsmi
",
      "created_time": "2020-06-21T02:32:29+0000",
      "id": "10222222640251152_10221840197210315"
    },
    {
      "message": "This.  In honor of Juneteenth today.",
      "created_time": "2020-06-20T01:34:07+0000",
      "id": "10222222640251152_10221829977514829"
    },
    {
      "message": "LOVED watching some of my favorite competitors from different circuits in this Bo Battle!  Big applause for Master Turner, judges, and every competitor.  Looking forward to next round!  👏👏👏👏",
      "created_time": "2020-05-18T01:49:46+0000",
      "id": "10222222640251152_10221499318928571"
    },
    {
      "message": "Maybe too much time cooped up in the house  is getting to Cole?  Lockdown recreation.  I suppose it could be worse. 🤣",
      "created_time": "2020-04-29T06:11:33+0000",
      "id": "10222222640251152_10221290389585468"
    },
    {
      "message": "When Grandma Terri Brazil got Cole his own new cell phone, I never expected it would enable us to see the world through his eyes like it does.  The Google Pixel 3A has a fantastic camera and it is a joy to see the pictures he takes of the world as he sees it.  Some of them look like stock photos but they are taken by Cole's hand.  Thank you Grandma.  <3",
      "created_time": "2020-04-24T21:42:48+0000",
      "id": "10222222640251152_10221239641996810"
    },
    {
      "message": "FB reminded me of this memory today: Cole as a green belt four years ago with Jonathan Van Duyne in San Jose.  Vma MsVan Duyne they are growing up too fast!",
      "created_time": "2020-04-23T21:29:18+0000",
      "id": "10222222640251152_10221227830701535"
    },
    {
      "message": "This new show \"Some Good News\" is a long tall cool drink of water during COVID19 lockdown. John Krasinski for president!  Watch this episode if you're a Hamilton fan, and all of the episodes if you're in need of some good news. ❤",
      "created_time": "2020-04-23T06:21:36+0000",
      "id": "10222222640251152_10221220459437258"
    },
    {
      "message": "Proud moment with Flo Jayme and have to share!  Our boy Cole earned State Champ titles in 5 taekwondo events this year, and ended up in some marketing for Wma Worldmartialarts - the company that supplies weapons and uniforms for ATA schools. He's on the web site too at www.wmaonline.com
. Pretty cool! #ata #atastrong #martialartslife",
      "created_time": "2020-04-17T07:00:44+0000",
      "id": "10222222640251152_10221148190790587"
    },
    {
      "message": "🥋 If you’re wanting to order a State Champ uniform, we can place that order for you! Check out who is on the WMA website and graphics! We know that kid!! 👏🏻 Jen Shelnutt-Jayme that’s your boy!",
      "story": "Schafer's ATA Martial Arts is with Flo Jayme and Jen Shelnutt-Jayme.",
      "created_time": "2020-04-16T21:51:16+0000",
      "id": "10222222640251152_10221148193030643"
    },
    {
      "message": "Cole is getting started with this awesome free online kama tutorial with Mackensi Emory right now and loving it so far.  Not too late to join!  #kamas #xma #ata",
      "created_time": "2020-04-16T20:08:15+0000",
      "id": "10222222640251152_10221142730654087"
    },
    {
      "message": "Hey FB Village: Wherever you are: Want to learn taekwondo from home and get in shape during the lockdown?  Our school is offering great online classes daily.  Check them out.",
      "created_time": "2020-04-08T07:22:28+0000",
      "id": "10222222640251152_10221044989410617"
    },
    {
      "message": "FB Village - how and what are you doing today?  Post one GIF about your day as a comment, then post this on your wall so I can leave one.  It's fun to see your life in GIFs. Thanks Ken Lalonde for the idea. :)",
      "created_time": "2020-04-05T21:27:57+0000",
      "id": "10222222640251152_10221019351209678"
    },
    {
      "message": "Love this no-sew DIY face mask, made with a bandanna or scarf and two rubber bands.  Thanks Momsie Del for sharing this!

CDC is now recommending *everyone* wear facemasks to slow the spread of the coronavirus.  Not a substitute for physical distancing but a good added precaution to help keep vulnerable people safe. 

Stay well, friends and family. #covid19 #facemasks",
      "created_time": "2020-04-05T21:09:44+0000",
      "id": "10222222640251152_10221019154564762"
    },
    {
      "message": "Cole's awesome teacher Karen McCormish gave his class a remote learning assignment to use the engineering design process to build a blanket fort.  Because we're all stuck sheltering in place at home, Flo Jayme and I jumped in last weekend to help make an epic blanket fort in the garage with tapestries, inflatable camping furniture and fake candles. Now it's this wonderful new retreat space for reading and hanging out.  We even decorated it for a private birthday celebration for our neighbor friend Lei-Allani Young.  In the craziness of the world right now, the extra time with family is a blessing.  And having an incredible innovative teacher makes a big difference for remote learning.  🙏",
      "created_time": "2020-04-02T18:15:43+0000",
      "id": "10222222640251152_10220983958084872"
    },
    {
      "message": "FB Village: Please take 1 minute to sign this call for a global ceasefire in view of the coronavirus pandemic. Imagine...",
      "created_time": "2020-04-02T17:54:07+0000",
      "id": "10222222640251152_10220983731399205"
    },
    {
      "created_time": "2020-03-31T07:19:38+0000",
      "id": "10222222640251152_10220956024946561"
    },
    {
      "message": "I was struck by an article I read once, that said fostering your child's \"emotional literacy\" or \"fluency in feelings\" helps them become more oriented to their internal experience than external \"shoulds\" and validation, and translates to them being better able to find satisfaction in careers, hobbies and partners. Made such sense to me.  GreatSchools.org just shared this exercise from Yale Center for Emotional Intelligence and it made for a good family chat and prompted some interesting discussion in our home.",
      "created_time": "2020-03-29T18:59:58+0000",
      "id": "10222222640251152_10220937143994549"
    },
    {
      "message": "This gave me chills.  An uplifting 5 minutes of a beautiful song about not being alone, made by people videoconferencing from separate locations. Especially for all who are stuck sheltering in place alone right now and struggling with the isolation.",
      "created_time": "2020-03-27T23:22:12+0000",
      "id": "10222222640251152_10220914585470600"
    }
  ]"